Tekla.Structures.DrawingInternal.AssociativityRule.AssociativityUpdateMode


Tekla.Structures.DrawingInternal.AssociativityRule.AssociativityUpdateMode.UNDEFINED


Tekla.Structures.DrawingInternal.AssociativityRule.AssociativityUpdateMode.KEEP_CURRENT_ASSOCIATION


Tekla.Structures.DrawingInternal.AssociativityRule.AssociativityUpdateMode.REASSOCIATE_BY_AUTOMATION
